/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Névjegy";
"zanalytics.bug.alert.from" = "Ettől:";
"zanalytics.bug.alert.imagelimitreached" = "Elérte a maximális korlátot";
"zanalytics.bug.alert.imagelimits" = "Maximum 10 képet mellékelhet";
"zanalytics.bug.alert.macheader" = "Ossza meg velünk a véleményét, visszajelzését vagy jelentse a programhibákat mellékletekkel referenciaként";
"zanalytics.bug.alert.write" = "Írjon nekünk";


"zanalytics.bug.alert.anonymalert" = "A visszajelzést mindig javasolt e-mail-címmel együtt küldeni. Ha nem osztja meg e-mail-címét, nem tudjuk értesíteni a problémával kapcsolatos fejleményekről.";
"zanalytics.bug.alert.quitfeedback" = "Biztosan kilép?";
"zanalytics.feedback.navbar.title.feedback"  = "Visszajelzés";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nincsenek elérhető képernyőképek";
"zanalytics.feedback.navbar.title.screenshots" = "Képernyőképek";
"zanalytics.feedback.navbar.title.snap" = "Felvétel";
"zanalytics.feedback.navbar.title.compose" = "Üzenetírás";
"zanalytics.feedback.privacy.consent.cancel" = "Mégse";
"zanalytics.feedback.navbar.button.title.done" = "Kész";
"zanalytics.bug.alert.cancel"              = "Nem";
"zanalytics.bug.alert.title"                = "Szeretne üzenni nekünk?";
"zanalytics.feedback.navbar.title.reportbug"            = "Hiba jelentése";
"zanalytics.feedback.navbar.title.helpme"              = "Segítségre van szükségem";
"zanalytics.feedback.navbar.title.systemlogs"            = "Személyes rendszernaplók";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Diagnosztikai információk";
"zanalytics.bug.alert.dontshowagain"            = "Ne jelenjen meg újra";
"zanalytics.bug.alert.title.helpme"            = "Segítségre van szükségem";
"zanalytics.bug.alert.message.savetolocal"        = "Sajnáljuk... A hibajelentést nem tudtuk elküldeni. Kívánja menteni a képernyőképet?";
"zanalytics.feedback.email.title"                = "E-mail-cím";
"zanalytics.bug.detectscreen.title"      = "Valami érdekeset talált?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Igen";
"zanalytics.bug.alert.detectscreen.no"                      = "Nem";
"zanalytics.bug.alert.detectscreen.share" = "Megosztás";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne kérdezze újra";
"zanalytics.bug.annotate.button.title"                      = "Az alábbi eszközöket használhatja a hiba megjelöléséhez";
"zanalytics.feedback.failed.alert.description" = "A visszajelzés elküldése nem sikerült. Kérjük, próbálja meg újra!";
"zanalytics.feedback.success.alert.description" = "Köszönjük, hogy elküldte visszajelzését!";
"zanalytics.feedback.common.alert.title.add.photos" = "Fényképek hozzáadása";
"zanalytics.feedback.common.alert.title.alert" = "Figyelmeztetés";
"zanalytics.feedback.common.button.title.back" = "Vissza";
"zanalytics.feedback.common.button.title.cancel" = "Mégse";
"zanalytics.feedback.common.button.title.close" = "Bezárás";
"zanalytics.feedback.common.button.title.ok" = "OK";
"zanalytics.feedback.textview.placeholder"          = "Köszönjük az információkat! Javaslatait figyelembe vesszük a következő frissítéseknél.";
"zanalytics.bug.textview.placeholder"          = "Tapasztalt bármilyen hibát az alkalmazás használata óta? Ossza meg velünk.";
"zanalytics.help.textview.placeholder"          = "Megpróbáljuk elhárítani a problémákat és segíteni Önnek!";
"zanalytics.feedback.add.photos.alert.description" = "Nincsenek csatolt fényképek. További fényképek hozzáadásához nyissa meg a fotógalériát!";
"zanalytics.feedback.add.photos.alert.open" = "Fényképek megnyitása";
"zanalytics.feedback.access.photos.alert.description" = "A(z) %@ alkalmazás nem rendelkezik hozzáféréssel az Ön fényképeihez.\nA hozzáférés engedélyezéséhez lépjen ide: Beállítások > Adatvédelem > Fényképek > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Beállítások";
"zanalytics.feedback.label.title.anonymous" = "Anonim";
"zanalytics.feedback.navbar.button.title.send" = "Küldés";
"zanalytics.feedback.navbar.button.title.next" = "Következő";
"zanalytics.feedback.navbar.button.title.editphotos" = "Fényképek szerkesztése";
"zanalytics.feedback.navbar.button.title.addmore" = "Továbbiak hozzáadása";
"zanalytics.feedback.navbar.button.title.attach" = "Csatolás";
"zanalytics.feedback.navbar.button.title.delete" = "Törlés";
"zanalytics.feedback.navbar.title.taptoedit" = "A szerkesztéshez érintse meg";
"zanalytics.feedback.navbar.title.editor" = "Szerkesztő";
"zanalytics.feedback.navbar.title.choosephotos" = "Válasszon a fényképek közül";
"zanalytics.feedback.navbar.title.selectphotos" = "Fényképek kiválasztása";
"zanalytics.feedback.navbar.title.photoselected" = "Kiválasztott fénykép";
"zanalytics.feedback.navbar.title.photosselected" = "Kiválasztott fényképek";
"zanalytics.feedback.accessory.title.systemlogs" = "Rendszernaplókkal együtt";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Diagnosztikai információkkal együtt";
"zanalytics.feedback.accessory.button.title.view" = "Megtekintés";
"zanalytics.feedback.picker.image.notfound" = "A képek nem találhatók";
"zanalytics.feedback.attachments.title" = "Mellékletek (%i)";
"zanalytics.feedback.privacy.consent.description" = "Javasoljuk, hogy mellékelje konzolnaplóját és diagnosztikai adatait, mert ez segít a fejlesztőknek jobban megérteni az Ön által adott visszajelzést.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Konzolnaplók";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnosztikai adatok";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Egyéb információk";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Eszköz adatai";
"zanalytics.feedback.privacy.consent.openmailapp" = "Megnyitás a Mail alkalmazásban";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Mindig küldje el";

